The phase id.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2012
 Syntax
  C#
public ElementId PhaseId { get; }
  Visual Basic
Public ReadOnly Property PhaseId As ElementId
	Get
  Visual C++
public:
property ElementId^ PhaseId {
	ElementId^ get ();
}
 See Also
  ElementPhaseStatusFilter Class
  Autodesk.Revit.DB Namespace